---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DuplicateTypeNamesHandlerArgs
source: html/d50b5e48-830d-e9c9-4038-5c113225541c.htm
---
# DuplicateTypeNamesHandlerArgs Members

Releases all resources used by the DuplicateTypeNamesHandlerArgs